Repository: openscad/openscad
Catalog: locale/*.po
Languages: it

source: About OpenSCAD
it: A proposito di OpenSCAD

source: <html><head/><body> <p style="font-family: 'Open Sans', 'Droid Sans', 'sans-serif'; font-weight: bold; padding-bottom: 0; margin-bottom: 0; font-size: 22pt;"><span style="color: green;">Open</span>SCAD</p> <p style="font-family: 'Open Sans', 'Droid Sans', 'sans-serif'; font-weight: normal; font-size: 14pt; padding-top: 0; margin-top: 0; margin-left: 2em;">The Programmers Solid 3D CAD Modeller</p> </body></html>
it: <html><head/><body> <p style="font-family: 'Open Sans', 'Droid Sans', 'sans-serif'; font-weight: bold; padding-bottom: 0; margin-bottom: 0; font-size: 22pt;"><span style="color: green;">Open</span>SCAD</p> <p style="font-family: 'Open Sans', 'Droid Sans', 'sans-serif'; font-weight: normal; font-size: 14pt; padding-top: 0; margin-top: 0; margin-left: 2em;">Modellatore CAD di solidi 3D per Programmatori</p> </body></html>

source: Animate
it: Animazione

source: Move to beginning (first frame)
it: Vai all'inizio (primo fotogramma)

source: Move to end (last frame)
it: Vai alla fine (ultimo fotogramma)

source: Time:
it: Tempo:

source: FPS:
it: Fotogrammi/sec (FPS):

source: Steps:
it: Iterazioni (steps):

source: Dump Pictures
it: Genera sequenza d'immagini

source: Preferences
it: Preferenze

source: Trim
it: Taglio

source: Reset Trim
it: Ripristina Taglio

source: DeadZone
it: Zona Morta

source: Auto Trim Axes
it: Taglio Assi Automatico

source: Axis 2
it: Asse 2

source: Axis 0
it: Asse 0

source: Axis 3
it: Asse 3

source: Axis 6
it: Asse 6

source: Axis 8
it: Asse 8

source: Axis 7
it: Asse 7

source: Axis 5
it: Asse 5

source: Axis 1
it: Asse 1

source: Axis 4
it: Asse 4

source: Rotation
it: Rotazione

source: Zoom
it: Ingrandimento

source: Gain
it: Guadagno

source: Translation
it: Translazione

source: ViewPort rel.<br/>Translation
it: Inquadratura rel.<br/>Translazione

source: ViewPort rel.<br />Rotation
it: Inquadratura rel.<br/>Rotazione

source: Axis Setup:
it: Impostazione Assi:

source: <b>Driver selection:</b> <i>(changes requires restarting OpenSCAD)</i>
it: <b>Selezione Driver :</b> <i>(i cambiamenti richiedono il riavvio di OpenSCAD)</i>

source: Axes Mapping:
it: Mappatura Assi:

source: Status:
it: Stato:

source: Update
it: Aggiornamento

source: Button 19
it: Tasto 19

source: Button 5
it: Tasto 5

source: Button 14
it: Tasto 14

source: Button 7
it: Tasto 7

source: Button 16
it: Tasto 16

source: Button 20
it: Tasto 20

source: Button 1
it: Tasto 1

source: Button 21
it: Tasto 21

source: Button 18
it: Tasto 18

source: Button 0
it: Tasto 0

source: Button 4
it: Tasto 4

source: Button 10
it: Tasto 10

source: Button 6
it: Tasto 6

source: Button 8
it: Tasto 8

source: Button 15
it: Tasto 15

source: Button 11
it: Tasto 11

source: Button 3
it: Tasto 3

source: Button 23
it: Tasto 23

source: Button 9
it: Tasto 9

source: Button 2
it: Tasto 2

source: Button 13
it: Tasto 13

source: Button 12
it: Tasto 12

source: Button 17
it: Tasto 17

source: Button 22
it: Tasto 22

source: Clear
it: Pulisci

source: Clear console
it: Pulisci console

source: Save As...
it: Salva come...

source: Save console content to file
it: Salva il contenuto della console nel file

source: Error Log
it: Errori

source: RowSelected
it: Riga Selezionata

source: Return
it: Valori di Ritorno

source: double click to jump to file and line
it: doppio clic per saltare alla linea del file indicata

source: &Show
it: &Mostra

source: All
it: Tutti

source: ERROR
it: ERRORI

source: WARNING
it: NOTIFICHE

source: UI-WARNING
it: NOTIFICHE-UI

source: FONT-WARNING
it: NOTIFICHE-CARATTERE

source: EXPORT-WARNING
it: NOTIFICHE-ESPORTAZIONE

source: EXPORT-ERROR
it: ERRORI-ESPORTAZIONE

source: DEPRECATED
it: DEPRECATI

source: <html><head/><body><p>Set the PDF page (paper) size. </p></body></html>
it: <html><head/><body><p>Impostazione dimensione pagina PDF. </p></body></html>

source: none
it: nessuno

source: Description
it: Descrizione

source: Cancel
it: Annulla

source: Export PDF Options
it: Opzioni Esportazione PDF

source: <html><head/><body><p>Set the direction of the largest page dimension.</p></body></html>
it: <html><head/><body><p>Imposta l'orientamento della pagina più larga.</p></body></html>

source: Portrait (Vertical)
it: Ritratto (Verticale)

source: Landscape (Horizontal)
it: Paesaggio (Orizzontale)

source: <html><head/><body><p>Determine best orientation based on maximum geometry dimension.</p></body></html>
it: <html><head/><body><p>Determina l'orientamento migliore in base alla massima dimensione geometrica.</p></body></html>

source: Auto
it: Automatico

source: Annotations
it: Annotazioni

source: <html><head/><body><p>Include design filename on page.</p></body></html>
it: <html><head/><body><p>Includi il nome del progetto sulla pagina.</p></body></html>

source: Show Design Filename
it: &Mostra Nome Progetto

source: <html><head/><body><p>Include rulers on page to confirm 1:1 printing scale.</p></body></html>
it: <html><head/><body><p>Includi i righelli nella pagina per confermare la scala 1:1 di stampa.</p></body></html>

source: Show Scale
it: Mostra scala

source: <html><head/><body><p>Include a grid of the selected size on the page.</p></body></html>
it: <html><head/><body><p>Includi la griglia della dimensione selezionata sulla pagina.</p></body></html>

source: Show Grid
it: &Mostra Griglia

source: <html><head/><body><p>Include text describing usage of scale.</p></body></html>
it: <html><head/><body><p>Includi la descrizione dell'uso della scala.</p></body></html>

source: Show Scale Usage
it: Mostra utilizzo scala

source: OpenSCAD Font List
it: Elenco Caratteri di OpenSCAD

source: Copy to Clipboard
it: Copia in Appunti

source: Filter:
it: Filtro:

source: <html><head/><body><p>This list shows the fonts currently registered with OpenSCAD.</p><p>Example:</p><pre style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';"> text(&quot;OpenSCAD&quot;, font = &quot;DejaVu Sans&quot;);</span></pre><pre style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';"> text(&quot;OpenSCAD&quot;, font = &quot;Liberation Sans:style=Italic&quot;);</span></pre></body></html>
it: <html><head/><body><p>Questo elenco mostra i caratteri attualmente registrati da OpenSCAD.</p><p>Esempio:</p><pre style=" margin-top:12px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';"> text(&quot;OpenSCAD&quot;, font = &quot;DejaVu Sans&quot;);</span></pre><pre style=" margin-top:0px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Courier New,courier';"> text(&quot;OpenSCAD&quot;, font = &quot;Liberation Sans:style=Italic&quot;);</span></pre></body></html>

source: Fixed
it: Fisso

source: Font name
it: Nome Carattere

source: Style
it: Stile

source: Welcome to OpenSCAD
it: Benvenuto in OpenSCAD

source: New
it: Nuovo

source: Open
it: Apri

source: Help
it: Aiuto

source: Recents
it: Recenti

source: Open Recent
it: Recenti

source: Examples
it: Esempi

source: Open Example
it: Apri Esempi

source: Don't show again
it: Non mostrare più

source: Version
it: Versione

source: Lib & Build Info
it: Info Librerie & Compilazione

source: OpenSCAD Detailed Library and Build Information
it: Dettagli Librerie & Compilazione di OpenSCAD

source: &New File
it: &Nuovo File

source: New Window
it: Nuova Finestra

source: &Open File
it: &Apri File

source: Open in New Window
it: Apri in Nuova Finestra

source: &Save
it: &Salva

source: Save &As...
it: Salva &come...

source: Save a Copy
it: Salva una Copia

source: Save All
it: Salva Tutti

source: &Reload
it: &Ricarica

source: &Quit
it: &Esci

source: &Undo
it: &Annulla Modifica

source: &Redo
it: &Ripristina Modifica

source: Cu&t
it: &Taglia

source: &Copy
it: &Copia

source: &Paste
it: &Incolla

source: &Indent
it: &» Indenta

source: C&omment
it: &Commenta

source: Unco&mment
it: &Scommenta

source: Show Next Tab
it: Mostra Scheda Successiva

source: Show Previous Tab
it: Mostra Scheda Precedente

source: Copy viewport ima&ge
it: Copia &Immagine dell'Inquadratura

source: Copy viewport transl&ation
it: Copia &Traslazione dell'Inquadratura

source: Cop&y viewport rotation
it: Copia &Rotazione dell'Inquadratura

source: Copy vie&wport distance
it: Copia &Distanza dell'Inquadratura

source: Copy vie&wport fov
it: Copia &Focale dell'Inquadratura

source: Increase Font &Size
it: &Ingrandisci Carattere

source: Decrease Font Si&ze
it: &Rimpicciolisci Carattere

source: &Reload and Preview
it: &Ricarica con Anteprima

source: &Preview
it: &Anteprima

source: R&ender
it: &Resa 3D

source: &3D Print
it: Stampa &3D

source: Measure &Distance
it: Misura &distanza

source: Measure &Angle
it: Misura &angolo

source: &Check Validity
it: &Verifica validità

source: Display A&ST...
it: Mostra A&ST...

source: Display CSG &Tree...
it: Mostra &albero CSG...

source: Display CSG Pr&oducts...
it: Mostra prodotti &CSG...

source: Export as &OBJ...
it: &OBJ

source: Export as &OFF...
it: &OFF

source: Export as &WRL...
it: &WRL

source: Preview
it: Anteprima

source: Thrown Together
it: Elementi geometrici usati

source: Show Edges
it: Triangolazioni

source: Show Axes
it: Assi cartesiani

source: Show Crosshairs
it: Centro vista

source: Show Scale Markers
it: Coordinate cartesiane

source: &Top
it: Vista dall'&alto

source: &Bottom
it: Vista dal &basso

source: &Left
it: Vista da &sinistra

source: &Right
it: Vista da &destra

source: &Front
it: Vista &frontale

source: Bac&k
it: Vista &posteriore

source: &Diagonal
it: Vista in &diagonale

source: Ce&nter
it: &Ricentra vista

source: &Perspective
it: &Prospettiva

source: &Orthogonal
it: &Ortogonale

source: &About
it: &A proposito di

source: &Documentation
it: &Documentazione

source: &Offline Documentation
it: &Documentazione Locale

source: &Offline Cheat Sheet
it: &Tabella Sintetica Locale

source: Clear Recent
it: Azzera Recenti

source: Export as &DXF...
it: &DXF

source: &Close
it: &Chiudi

source: &Preferences
it: &Preferenze

source: &Find...
it: &Trova...

source: Fin&d and Replace...
it: Trova e &Sostituisci...

source: Find Ne&xt
it: Trova &Successivo

source: Find Pre&vious
it: Trova &Precedente

source: Use Se&lection for Find
it: Ricerca la &Selezione

source: Jump to next error
it: Vai all'errore successivo

source: &Flush Caches
it: &Svuota la Caches

source: &OpenSCAD Homepage
it: Sito di &OpenSCAD

source: &Automatic Reload and Preview
it: Ricarica &Automatica con Anteprima

source: Export as &Image...
it: &Immagine

source: Export as &CSG...
it: &CSG

source: &Library info
it: &Librerie usate

source: Show &Library Folder...
it: Apri cartella delle &Librerie...

source: Reset View
it: Ripristina Vista

source: &Font List
it: &Caratteri usati

source: Export as S&VG...
it: &SVG

source: Export as &AMF...
it: &AMF

source: Export as &3MF...
it: &3MF

source: Zoom In
it: Ingrandisci

source: Zoom Out
it: Rimpicciolisci

source: View All
it: Tutto

source: Conv&ert Tabs to Spaces
it: Converti TABs in Spazi

source: Toggle Bookmark
it: Commuta Segnalibro

source: Jump to next bookmark
it: Vai al successivo Segnalibro

source: Jump to previous bookmark
it: Vai al precedente Segnalibro

source: Hide Editor toolbar
it: Nascondi Barra Strumenti Editor

source: U&nindent
it: &« Indenta

source: &Cheat Sheet
it: &Tabella Sintassi OpenSCAD

source: Export as PDF...
it: PDF

source: Hide 3D View toolbar
it: Nascondi Barra Strumenti Vista 3D

source: Insert Template
it: Inserisci Modello

source: Fold/Unfoll All
it: Contrai/Espandi Tutti

source: Message
it: Messaggio

source: Recen&t Files
it: Recenti

source: &Examples
it: &Esempi

source: E&xport
it: &Esporta come...

source: &Edit
it: &Modifica

source: &Design
it: &Progetto

source: &View
it: &Mostra

source: &Help
it: &Aiuto

source: &Window
it: &Finestra

source: Find
it: Trova

source: Replace
it: Sostituisci

source: Search string
it: Stringa ricercata

source: Previous
it: Precedente

source: Next
it: Successiva

source: Done
it: Chiudi

source: Replacement string
it: Stringa da sostituire

source: Customizer Widget
it: Configuratore

source: OpenGL Warning
it: Notifiche OpenGL

source: Show this message again
it: Mostra ancora questo messaggio

source: Close
it: Chiudi

source: Parameter
it: Parametro

source: Automatic Preview
it: Anteprima Automatica

source: Show Details
it: Mostra dettagli

source: Inline Details
it: Dettagli In linea

source: Hide Details
it: Nascondi Dettagli

source: Description Only
it: Solo descrizione

source: <design default>
it: <progetto predefinito>

source: preset selection
it: seleziopne preimpostazioni

source: Add new preset
it: Aggiungi nuove preimpostazioni

source: Remove current preset
it: Elimina preimpostazioni correnti

source: 3D View
it: Vista 3D

# preferences
source: Advanced
it: Avanzate

source: Features
it: Funzionalità

source: Enable/Disable experimental features
it: Abilita/Disabilita funzionalità sperimentali

source: Axes
it: Assi

source: Input driver configuration and Axis mapping
it: Impostare la configurazione del driver e la Mappature degli Assi

source: Buttons
it: Tasti

source: 3D Print
it: Stampa 3D

source: 3D Printing Services
it: Servizio di Stampa 3D

source: Color scheme:
it: Schema Colori:

source: Show Warnings and Errors in 3D View
it: Mostra Notifiche e Errori nella Vista 3D

source: mouse centric zoom
it: Ingrandimento centrato sul cursore

source: Number Scroll
it: Scorrimento

source: Left Mouse Button
it: Pulsante Sinistro Mouse

source: Either
it: Entrambi

source: Step Size
it: Ampiezza

source: Number Scroll Via Mouse Wheel
it: N° di linee dello Scorrimento con Rotella

source: Modifier For Wheel Scroll
it: Modificatore per Scorrimento con Rotella

source: Autocomplete
it: Auto-Completamento

source: Enable Autocompletion
it: Abilita Auto-Completamento

source: Character Threshold
it: Soglia Caratteri

source: Line wrap
it: Accapo linea

source: None
it: Nessuno

source: Wrap at character boundaries
it: Al carattere

source: Wrap at word boundaries
it: A fine parola

source: Line wrap indentation
it: Indentazione Accapo

source: Line wrap visualization
it: Visualizzazione Accapo

source: Same
it: Stesso

source: Indented
it: Indentato

source: Indent
it: Indenta

source: Start
it: Inizio

source: Text
it: Testo

source: Border
it: Bordo

source: Margin
it: Margine

source: End
it: Fine

source: Display
it: Mostra

source: Highlight current line
it: Evidenzia Linea corrente

source: Display Line Numbers
it: Mostra N° Linea

source: Enable brace matching
it: Abilita Corrispondenza Parentesi

source: Font
it: Carattere

source: Color syntax highlighting
it: Colori Evidenziazione Sintassi

source: Ctrl/Cmd-Mouse-wheel zooms text
it: Varia la dimensione del Testo con Ctrl+Rotella Mouse

source: Indentation
it: Indentazione

source: Auto Indent
it: Automatica

source: Backspace unindents
it: Backspace diminuisce Indentazione

source: Indent using
it: Indenta usando

source: Spaces
it: Spazi

source: Tabs
it: Schede

source: Indentation width
it: Ampiezza Indentazione

source: Tab width
it: Ampiezza TAB

source: Tab key function
it: Funzione tasto TAB

source: Insert Tab
it: Inserisci TAB

source: Show whitespace
it: Mostra spazi

source: Never
it: Mai

source: Always
it: Sempre

source: Only after indentation
it: Solo dopo Indentazione

source: Size
it: Dimensione

source: Automatically check for updates
it: Verifica automatica degli Aggiornamenti

source: Include development snapshots
it: Includi Versioni di Sviluppo

source: Check Now
it: Verifica ora

source: Last checked:
it: Ultima Verifica:

source: URL
it: Indirizzo

source: API Key
it: Chiave API

source: Load
it: Carica

source: Check
it: Verifica

source: Slicing Profile
it: Profilo Slicing

source: Slicing Engine
it: Motore Slicing

source: File Format
it: Formato File

source: Action
it: Azione

source: Show
it: Mostra

source: Note: The API key is stored unencrypted in the application settings.
it: Nota: La chiave API è memorizzata in chiaro insieme alle impostazione dell'applicazione.

source: Show capability warning
it: Mostra Notifiche di compatibilità

source: Turn off rendering at
it: Disattiva Resa 3D a

source: elements
it: elementi

source: Force Goldfeather
it: Forza uso di di Goldfeather

source: CGAL Cache size
it: Dimensione Cache CGAL

source: PolySet Cache size
it: Dimensione Cache PolySet

source: User Interface
it: Interfaccia Utente

source: Enable docking of Editor and Console in different places
it: Abilita aggancio finestre Editor e Console in posti differenti

source: Enable undocking of Editor and Console to separate windows
it: Abilita sgancio Finestre Editor e Console per separare le Finestre

source: Show Welcome Screen
it: Mostra schermata di benvenuto

source: Enable user interface localization (requires restart of OpenSCAD)
it: Carica Localizzazione Interfaccia Utente (richiede riavvio di OpenSCAD)

source: Bring window to front after automatic reload
it: Porta la finestra in primo piano dopo il ricaricamento automatico

source: Play sound notification on render complete
it: Emetti suono di notifica al completamento della Resa 3D

source: Play sound when render completion time is at least
it: Durata del suono di notifica al completamento della Resa 3D di almeno

source: Clear console before Preview/Render
it: Azzera la Console prima dell'Anteprima/Resa Grafica

source: Maximum lines for Console to keep:
it: N. massimo di linee della console mantenuto:

source: (0 for unlimited)
it: (0 per illimitato)

source: Customizer
it: Configuratore

source: OpenSCAD Language Features
it: Funzionalità linguaggio di OpenSCAD

source: Warnings
it: Notifiche

source: Stop on the first warning
it: Termina l'esecuzione alla prima Notifica

source: Check the parameter range for builtin modules
it: Verifica la consistenza dei parametri per i moduli interni

source: Warn when there is a parameter mismatch in user module calls
it: Avvisa una chiamata a moduli d'utente ha parametri incongruenti

source: Trace
it: Tracciamento

source: Trace depth:
it: Profondità:

source: Show parameters of usermodule calls in trace
it: Mostra i parametri delle chiamate dei moduli d'utente

source: Render Summary
it: Riepilogo Resa Grafica 3D

source: Bounding Box
it: Riquadro di delimitazione

source: Measurements: Area
it: Misure: area

source: Export Features
it: Funzionalità Esportazione

source: Toolbar Export 3D
it: Barra Strumenti Esportazione 3D

source: Toolbar Export 2D
it: Barra Strumenti Esportazione 2D

source: Debugging
it: Verifica errori

source: Enable tracing of HIDAPI events (requires restart of OpenSCAD)
it: Abilita tracciamento eventi HIDAPI (richiede riavvio di OpenSCAD)

source: Aspect Ratio
it: Proporzioni

source: Lock
it: Blocca

source: Axis %d
it: Asse %d

source: Axis %d (inverted)
it: Asse %d (invertita)

source: After indentation
it: Dopo Indentazione

source: Upload only
it: Carica

source: Upload & Slice
it: Carica e Affetta

source: Upload, Slice & Select for printing
it: Carica, Affetta e Selezione per Stampa

source: Upload, Slice & Start printing
it: Carica, Affetta e Inizia Stampa

source: press to pause animation
it: premi per interrompere l'Animazione

source: press to start animation
it: premi per avviare l'Animazione

source: incorrect values
it: valori non corretti

source: Save console content
it: Salva il contenuto della Console

source: Exported design exceeds the service upload limit of (%1 MB).
it: La dimensione del Progetto esportato eccede il limite consentito (%1 MB).

source: Font style
it: Stile Carattere

source: This driver was not enabled during build time and is thus not available.
it: Questo driver non è stato abilitato nella compilazione e quindi non è disponibile.

source: The DBUS driver is not for actual devices but for remote control, Linux only.
it: Il driver DBUS non è per il dispositivo in uso ma per il controllo remoto , solo per Linux.

source: The HIDAPI driver communicates directly with the 3D mice, Windows and macOS.
it: Il driver HIDAPI comunica direttamente con mouse 3D, per Windows e macOS.

source: The SpaceNav driver enables 3D-input-devices using the spacenavd daemon, Linux only.
it: Il driver SpaceNav abilita dispositivi di ingresso 3D che usano il demone spacenavd, solo per Linux.

source: The Joystick driver uses the Linux joystick device (fixed to /dev/input/js0), Linux only.
it: Il driver Joystick usa il dispositivo Linux joystick (/dev/input/js0), solo per Linux.

source: The QGAMEPAD driver is for multiplattform Gamepad Support.
it: Il driver multi-piattaforma QGAMEPAD consente la gestione di Gamepad.

source: Toggle Perspective
it: Commuta Prospettiva

source: Error-Log
it: Errori

source: Viewport-Control
it: Inquadratura

source: Compile error.
it: Errore di compilazione.

source: Error while compiling '%1'.
it: Errore di compilazione '%1'.

source: Compilation generated %1 warning.
it: La compilation ha generato %1 Notifiche.

source: For details see the <a href="#errorlog">error log</a> and <a href="#console">console window</a>.
it: Per i dettagli guardare la <a href="#errorlog">finestra degli Errori</a> e <a href="#console">la Console</a>.

source: Trusted Files
it: Files attendibili

source: Application
it: Applicazione

source: The document has been modified. Do you really want to reload the file?
it: Il documento è stato modificato. Si desidera veramente ricaricarlo perdendo le modifiche?

source: Export %1 File
it: Esportato %1 File

source: Export CSG File
it: Esporta file CSG

source: CSG Files (*.csg)
it: Files CSG (*.csg)

source: Export Image
it: Esporta Immagine

source: PNG Files (*.png)
it: Files PNG (*.png)

source: Untitled.scad
it: SenzaNome.scad

source: Timeout error
it: Tempo scaduto

source: Unknown error
it: Errore sconosciuto

source: Critical Error
it: Errore critico

source: A critical error was caught. The application may have become unstable: %1
it: Si è verificato un errore critico. L'applicazione potrebbe diventare instabile: %1

source: Fontconfig needs to update its font cache. This can take up to a couple of minutes.
it: Aggiornamento della cache dei caratteri in corso. Ciò potrebbe richiedere un paio di minuti.

source: Saving presets
it: Salvataggio preimpostazioni

source: %1 was found, but was unreadable. Do you want to overwrite %1?
it: %1 è stato trovato ma non è leggibile. Si desidera sovrascrivere %1?

source: Create new set of parameter
it: Crea un nuovo insieme di parametri

source: Enter name of the parameter set
it: Imposta il nome del un nuovo insieme di parametri

source: New set
it: Nuovo insieme

source: <Default>
it: <Predefinito>

source: Success: Server Version = %2, API Version = %1
it: Operazione terminata correttamente: Versione Server= %2, Versione API = %1

source: Error
it: Errore

source: Warning: Missing OpenGL capabilities for OpenCSG - OpenCSG has been disabled.
it: Avvertimento: OpenGL non dispone di funzionalità necessarie a OpenCSG - OpenCSG è stato disabilitato.

source: It is highly recommended to use OpenSCAD on a system with OpenGL 2.0 or later. Your renderer information is as follows:
it: È altamente consigliato usare OpenSCAD su sistemi con OpenGL 2.0 o successive. La capacità di resa grafica del sistema in uso sono:

source: GLEW version %1 %2 (%3) OpenGL version %4
it: Versione GLEW %1 %2 (%3) Versione OpenGL %4

source: GLAD version %1 %2 (%3) OpenGL version %4
it: GLAD versione %1 %2 (%3) OpenGL versione %4

source: Copy file name
it: Copia nome file

source: Copy full path
it: Copia intero percorso
