Repository: openscad/openscad
Catalog: locale/*.po
Languages: it

source: Close Tab
it: Chiudi Scheda

source: The document has been modified.
it: Il documento è stato modificato.

source: Do you want to save your changes?
it: Si desidera salvare le modifiche?

source: Some tabs have unsaved changes.
it: Le modifiche di alcune Schede non sono state salvate.

source: Do you want to save all your changes?
it: Si desidera salvare tutti le modifiche effettuate?

source: Failed to open file for writing
it: Fallita apertura del file in scrittura

source: Error saving design
it: Errore di salvataggio Progetto

source: Save File
it: Salva File

source: OpenSCAD Designs (*.scad)
it: Progetto OpenSCAD (*.scad)

source: %1 already exists. Do you want to replace it?
it: %1 esiste già. Si desidera sovrascriverlo?

source: extreme values might may lead to strange behavior
it: valori estremi potrebbero causare comportamenti inaspettati

source: negative distances are not supported
it: distanze negative non consentite

source: The Programmers Solid 3D CAD Modeller
it: Il Modellatore CAD di solidi 3D per Programmatori

source: OpenSCAD is a software for creating solid 3D CAD models. Unlike most free software for creating 3D models (such as Blender) it does not focus on the artistic aspects of 3D modelling but instead on the CAD aspects. Thus it might be the application you are looking for when you are planning to create 3D models of machine parts but pretty sure is not what you are looking for when you are more interested in creating computer-animated movies.
it: OpenSCAD è un'applicazione CAD per creare modelli solidi 3D. A differenza di altre applicazioni libere per creare modelli 3D (come Blender) non si focalizza sull'aspetto artistico della modellizzazione 3D ma sull'aspetto CAD. Pertanto potrebbe essere l'applicazione che stai cercando se desideri creare modelli 3D di parti meccaniche, sicuramente non è ciò che cerchi se t'interessa creare video con animazione creata su computer.

source: OpenSCAD is not an interactive modeller. Instead it is something like a 3D-compiler that reads in a script file that describes the object and renders the 3D model from this script file. This gives you (the designer) full control over the modelling process and enables you to easily change any step in the modelling process or make designs that are defined by configurable parameters.
it: OpenSCAD non è un modellatore interattivo. Piuttosto è simile ad un compilatore 3D che interpreta un file d'istruzioni che descrivono un oggetto 3D lo visualizza graficamente. Ciò consente a te (il progettista) di avere il pieno controllo del processo di modellizzazione e ti permette di cambiare facilmente qualsiasi passo del processo di modellizzazione, oppure di progettare oggetti 3D che sono definiti da parametri configurabili.

source: OpenSCAD provides two main modelling techniques: First there is constructive solid geometry (aka CSG) and second there is extrusion of 2D outlines. As data exchange format for this 2D outlines Autocad DXF files are used. In addition to 2D paths for extrusion it is also possible to read design parameters from DXF files. Besides DXF files OpenSCAD can read and create 3D models in the STL and OFF file formats.
it: OpenSCAD consente due principali tecniche di modellizzazione: La prima è la Constructive Solid Geometry (cioè CSG) e la seconda è l'estrusione di profili 2D. Come formato di scambio dati per i profili 2D si usa il formato di file DXF di Autocad. Oltre a poter leggere i profili 2D per estrusione è anche possibile leggere dai file DXF i parametri di progetto. Oltre ai files DXF, OpenSCAD può leggere e creare modelli 3D nei formati di file STL e OFF.
